adpyke.codesnap
animus-coop.vscode-elixir-mix-formatter
anseki.vscode-color
antfu.goto-alias
astro-build.astro-vscode
balaprasanna.bala-bks-docker-snippets
bbenoist.vagrant
benvp.vscode-hex-pm-intellisense
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
codezombiech.gitignore
davidanson.vscode-markdownlint
daylerees.rainglow
dbaeumer.vscode-eslint
defdo.defdo-themes
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
erlang-ls.erlang-ls
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.docker-explorer
formulahendry.docker-extension-pack
foxundermoon.shell-format
frhtylcn.pythonsnippets
github.copilot
github.copilot-chat
github.remotehub
gleam.gleam
hashicorp.terraform
haskell.haskell
hbenl.vscode-test-explorer
henriiik.docker-linter
ipedrazas.kubernetes-snippets
jakebecker.elixir-ls
jonasgruenwald.code-livebook
justusadam.language-haskell
kevinrose.vsc-python-indent
lunuan.kubernetes-templates
maarti.jenkins-doc
maciejdems.add-to-gitignore
marcostazi.vs-code-vagrantfile
matiasolivera.universe
mechatroner.rainbow-csv
mindaro-dev.file-downloader
mindaro.mindaro
ms-azure-devops.azure-pipelines
ms-azuretools.azure-dev
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurecontainerapps
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestaticwebapps
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pl
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-ai-remote
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.azurecli
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.test-adapter-converter
ms-vscode.vscode-node-azure-pack
mvllow.rose-pine
naco-siren.gradle-language
naumovs.color-highlight
njqdev.vscode-python-typehint
nuxt.mdc
nuxtr.nuxt-vscode-extentions
nuxtr.nuxtr-vscode
p1c2u.docker-compose
p1c2u.jenkins
pkief.material-icon-theme
prql-lang.prql-vscode
redhat.vscode-yaml
ritwickdey.liveserver
rocketseat.theme-omni
rubymaniac.vscode-paste-and-indent
sandipchitale.vscode-kubewatch
saratravi.elixir-formatter
shardulm94.trailing-spaces
shopify.ruby-extensions-pack
shopify.ruby-lsp
silofy.hackthebox
sorbet.sorbet-vscode-extension
tamasfe.even-better-toml
tyriar.lorem-ipsum
vayan.haml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitoravelino.mosaic
vue.volar
yzane.markdown-pdf
yzhang.markdown-all-in-one
